<?php
/**
 * The template for displaying the footer
 *
 * Contains the closing of the #content div and all content after.
 *
 * @link https://developer.wordpress.org/themes/basics/template-files/#template-partials
 *
 * @package khane_zar
 */

?>

	<footer id="colophon" class="site-footer">
		<div class="mainFooterBack">
			<div class="mainFooter mainView">
				<div class="classfooterColumn1 footerColumns">
					<h3>تماس با ما</h3>
					<div class="row">
						<svg width="24" height="25" viewBox="0 0 24 25" fill="none" xmlns="http://www.w3.org/2000/svg"><path d="M22.75 7.05c0 1.13-.27 2.32-.79 3.55-.51 1.2-1.21 2.41-2.06 3.59-.86 1.17-1.82 2.3-2.87 3.37-1.07 1.06-2.2 2.02-3.36 2.87-1.2.86-2.4 1.55-3.56 2.04-1.24.52-2.44.78-3.57.78-.78 0-1.52-.14-2.21-.41-.71-.28-1.37-.73-1.94-1.34-.76-.77-1.14-1.65-1.14-2.59 0-.39.09-.79.25-1.13.18-.39.45-.72.81-.96l3.27-2.32c.29-.21.57-.37.85-.48.3-.13.6-.2.89-.2.38 0 .75.11 1.1.32a4 4 0 0 1 .85.67l.71.68c.03-.01.05-.02.07-.03.21-.12.57-.36 1.11-.82.56-.49 1.07-.95 1.54-1.41.58-.59 1.04-1.08 1.42-1.54.48-.57.72-.94.83-1.16l.05.02-.72-.73c-.31-.31-.54-.61-.69-.9-.34-.55-.4-1.25-.11-1.95.11-.26.26-.54.47-.84l2.36-3.32c.25-.37.57-.64.95-.8.38-.15.73-.22 1.08-.22.48 0 .96.11 1.41.32.45.21.84.47 1.2.8.63.57 1.08 1.19 1.37 1.91.28.69.43 1.44.43 2.23Zm-20 11.86c0 .55.24 1.06.72 1.55.43.46.9.78 1.41.98.52.21 1.07.31 1.66.31.93 0 1.94-.22 2.98-.66 1.06-.45 2.16-1.08 3.26-1.88 1.1-.8 2.17-1.71 3.18-2.71.99-1 1.91-2.08 2.72-3.19.79-1.08 1.43-2.19 1.89-3.29.73-1.71.9-3.31.35-4.63-.21-.51-.53-.96-.99-1.37-.25-.23-.52-.41-.84-.56-.25-.12-.51-.18-.77-.18-.16 0-.32.03-.5.11-.06.03-.17.09-.3.28l-2.36 3.32c-.14.2-.24.38-.31.55-.09.22-.18.31.03.65.1.2.25.38.45.58l.75.76c.38.39.47.99.3 1.45l-.12.27c-.22.41-.56.89-1.01 1.42-.41.48-.89 1-1.51 1.63-.5.49-1.03.98-1.62 1.49-.55.47-1.02.81-1.41 1.02l-.3.12c-.23.06-.36.08-.5.08-.36 0-.68-.13-.93-.38l-.78-.75c-.2-.2-.39-.35-.56-.45a.641.641 0 0 0-.34-.11c-.08 0-.2.03-.32.08-.16.07-.34.18-.53.32l-3.28 2.32c-.14.1-.24.22-.31.37-.07.16-.11.33-.11.5Zm12.26-8.36.68.16-.7-.27c-.01.05 0 .09.02.11Z" fill="#CDB578"/></svg>
					<p>09356285529</p>
					</div>
					<div class="row">
						<svg width="24" height="25" viewBox="0 0 24 25" fill="none" xmlns="http://www.w3.org/2000/svg"><path d="M17 21.75H7c-3.65 0-5.75-2.1-5.75-5.75V9c0-3.65 2.1-5.75 5.75-5.75h10c3.65 0 5.75 2.1 5.75 5.75v7c0 3.65-2.1 5.75-5.75 5.75Zm-10-17C4.14 4.75 2.75 6.14 2.75 9v7c0 2.86 1.39 4.25 4.25 4.25h10c2.86 0 4.25-1.39 4.25-4.25V9c0-2.86-1.39-4.25-4.25-4.25H7Z" fill="#CDB578"/><path d="M12 13.37c-.84 0-1.69-.26-2.34-.79l-3.13-2.5a.748.748 0 0 1 .93-1.17l3.13 2.5c.76.61 2.05.61 2.81 0l3.13-2.5c.32-.26.8-.21 1.05.12.26.32.21.8-.12 1.05l-3.13 2.5c-.64.53-1.49.79-2.33.79Z" fill="#CDB578"/></svg>
					<p>info@idechy.ir</p>
					</div>
					<div class="row">
						<svg width="24" height="25" viewBox="0 0 24 25" fill="none" xmlns="http://www.w3.org/2000/svg"><path d="M12 14.67c-2.13 0-3.87-1.73-3.87-3.87S9.87 6.94 12 6.94s3.87 1.73 3.87 3.87-1.74 3.86-3.87 3.86Zm0-6.23c-1.3 0-2.37 1.06-2.37 2.37s1.06 2.37 2.37 2.37 2.37-1.06 2.37-2.37S13.3 8.44 12 8.44Z" fill="#CDB578"/><path d="M12 23.26a5.97 5.97 0 0 1-4.13-1.67c-2.95-2.84-6.21-7.37-4.98-12.76C4 3.94 8.27 1.75 12 1.75h.01c3.73 0 8 2.19 9.11 7.09 1.22 5.39-2.04 9.91-4.99 12.75A5.97 5.97 0 0 1 12 23.26Zm0-20.01c-2.91 0-6.65 1.55-7.64 5.91-1.08 4.71 1.88 8.77 4.56 11.34a4.426 4.426 0 0 0 6.17 0c2.67-2.57 5.63-6.63 4.57-11.34-1-4.36-4.75-5.91-7.66-5.91Z" fill="#CDB578"/></svg>
					<p>تهران گیشا, بین دوازدهم و چهاردهم,ساختمان اداری خاتم, طیقه دوم, واحد یک</p>
					</div>
				</div>
				<div class="classfooterColumn2 footerColumns">
					<h3>خدمات</h3>
					<li>
						<a href="#">ساختمان سازی</a>
					</li>
					<li>
						<a href="#">نقشه کشی ساختمان</a>
					</li>
					<li>
						<a href="#">واردات وی آر اف</a>
					</li>
					<li>
						<a href="#">نصب وی آر اف</a>
					</li>
				</div>
				<div class="classfooterColumn3 footerColumns">
					<h3>راهنماها</h3>
					<li>
						<a href="#">پروژه ها</a>
					</li>
					<li>
						<a href="#">ارتباط با ما</a>
					</li>
					<li>
						<a href="#">سیستم وی آر اف</a>
					</li>
					<li>
						<a href="#">ثبت درخواست مشاوره</a>
					</li>
					<li>
						<a href="#">مجله خانه زر</a>
					</li>
					<li>
						<a href="#">پروژه ها</a>
					</li>
				</div>
				<div class="classfooterColumn4 footerColumns">
					<h3>برای ثبت مشاوره همین حالا عضو شوید</h3>
					<div class= "svg">
						<svg fill="#cdb578" height="20" width="20" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 14.7 14.7" xml:space="preserve"><path d="M9.98 14.7 2.479 7.35 9.98 0l2.241 2.295L7.062 7.35l5.159 5.055z"/><g/><g/><g/><g/><g/><g/><g/><g/><g/><g/><g/><g/><g/><g/><g/></svg>
						<?php echo do_shortcode('[contact-form-7 id="0bdd6e0" title="فرم تماس 1"]') ?>
					</div>

					<div>
					<svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg"><path fill-rule="evenodd" clip-rule="evenodd" d="M1.265 2.853a.75.75 0 0 1 .882-.588l1.05.21a2.75 2.75 0 0 1 2.197 2.422l.085.853h13.575a3.05 3.05 0 0 1 2.96 3.79l-1.124 4.49a4.25 4.25 0 0 1-4.123 3.22H7.774a2.75 2.75 0 0 1-2.73-2.422l-.99-8.246-.153-1.535a1.25 1.25 0 0 0-.999-1.102l-1.05-.21a.75.75 0 0 1-.587-.882ZM9 12.75a.75.75 0 0 0 0 1.5h4a.75.75 0 0 0 0-1.5H9Z" fill="#3F3F3F"></path><circle cx="8.5" cy="20" r="1.5" fill="#3F3F3F"></circle><circle cx="17.5" cy="20" r="1.5" fill="#3F3F3F"></circle></svg>
					<svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg"><path fill-rule="evenodd" clip-rule="evenodd" d="M1.265 2.853a.75.75 0 0 1 .882-.588l1.05.21a2.75 2.75 0 0 1 2.197 2.422l.085.853h13.575a3.05 3.05 0 0 1 2.96 3.79l-1.124 4.49a4.25 4.25 0 0 1-4.123 3.22H7.774a2.75 2.75 0 0 1-2.73-2.422l-.99-8.246-.153-1.535a1.25 1.25 0 0 0-.999-1.102l-1.05-.21a.75.75 0 0 1-.587-.882ZM9 12.75a.75.75 0 0 0 0 1.5h4a.75.75 0 0 0 0-1.5H9Z" fill="#3F3F3F"></path><circle cx="8.5" cy="20" r="1.5" fill="#3F3F3F"></circle><circle cx="17.5" cy="20" r="1.5" fill="#3F3F3F"></circle></svg>
					<svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg"><path fill-rule="evenodd" clip-rule="evenodd" d="M1.265 2.853a.75.75 0 0 1 .882-.588l1.05.21a2.75 2.75 0 0 1 2.197 2.422l.085.853h13.575a3.05 3.05 0 0 1 2.96 3.79l-1.124 4.49a4.25 4.25 0 0 1-4.123 3.22H7.774a2.75 2.75 0 0 1-2.73-2.422l-.99-8.246-.153-1.535a1.25 1.25 0 0 0-.999-1.102l-1.05-.21a.75.75 0 0 1-.587-.882ZM9 12.75a.75.75 0 0 0 0 1.5h4a.75.75 0 0 0 0-1.5H9Z" fill="#3F3F3F"></path><circle cx="8.5" cy="20" r="1.5" fill="#3F3F3F"></circle><circle cx="17.5" cy="20" r="1.5" fill="#3F3F3F"></circle></svg>
					</div>
				</div>
			</div>
		</div>
	</footer><!-- #colophon -->
</div><!-- #page -->

<?php wp_footer(); ?>

</body>
</html>
